[ARFMFusilier X2SoldierClassTemplate]
DisplayName="狩魂者"
ClassSummary="狩魂者是有名的猎手，他们的远距离效果是首屈一指的。他们还在紧急情况下挥舞着自动手枪。"
LeftAbilityTreeTitle="鹰眼
RightAbilityTreeTitle="鹰眼"
AbilityTreeTitles[0]="标记"
AbilityTreeTitles[1]="鹰眼"
AbilityTreeTitles[2]="决斗者"
AbilityTreeTitles[3]="XCOM"

[ARFMFusilierPrecsionDetonation X2AbilityTemplate]
LocFriendlyName="远程启动"
LocLongDescription="引爆一个环境物体，对被击中的目标造成双倍伤害。"
LocHelpText="引爆一个环境物体，对被击中的目标造成双倍伤害。"
LocFlyOverText="远程启动"

[ARFMFusilierLockedDown X2AbilityTemplate]
LocFriendlyName="抑制射击"
LocLongDescription="向敌人开火，如果你击中他们，则对他们施加压制惩罚。"
LocHelpText="向敌人开火，如果你击中他们，则对他们施加压制惩罚。"
LocFlyOverText="抑制射击"

[ARFMFusilierLockedDown X2AbilityTemplate]
LocFriendlyName="抑制射击"
LocLongDescription="向敌人开火，如果你击中他们，则对他们施加压制惩罚。"
LocHelpText="向敌人开火，如果你击中他们，则对他们施加压制惩罚。"
LocFlyOverText="抑制射击"

[ARFMFusilierLockedIn X2AbilityTemplate]
LocFriendlyName="猎杀名单"
LocLongDescription="攻击生命值低于一半的目标时，暴击率 +30。"
LocHelpText="攻击生命值低于一半的目标时，暴击率 +30。"
LocFlyOverText="猎杀名单"

[ARFMFusilierSniperNest X2AbilityTemplate]
LocFriendlyName="蓄能"
LocLongDescription="如果狩魂者本回合没有移动，则造成 +2 伤害。"
LocHelpText="如果狩魂者本回合没有移动，则造成 +2 伤害。"
LocFlyOverText="蓄能"

[ARFMFusilierEaglesNest X2AbilityTemplate]
LocFriendlyName="制高点"
LocLongDescription="对目标具有高度优势的反应火力有 +20 瞄准加成。"
LocHelpText="对目标具有高度优势的反应火力有 +20 瞄准加成。"
LocFlyOverText="制高点"

[ARFMFusilierHawkeye X2AbilityTemplate]
LocFriendlyName="鹰眼"
LocLongDescription="瞄准距离 +4 和 瞄准 +10。"
LocHelpText="瞄准距离 +4 和 瞄准 +10。"
LocFlyOverText="鹰眼"

[ARFMFusilierRapidFire X2AbilityTemplate]
LocFriendlyName="速射"
LocLongDescription="向敌人连续开火两次。每发射击都会受到<Ability:RAPIDFIREPENALTY/>."
LocHelpText="向敌人连续开火两次。每发射击都会受到<Ability:RAPIDFIREPENALTY/>."
LocFlyOverText="速射"
LocPromotionPopupText="<Bullet/> 速射是一种造成远程伤害的毁灭性技能。<br/>"

[ARFMFusilierRapidFire2 X2AbilityTemplate]
LocFriendlyName="速射"
LocFlyOverText="速射"

[ARFMFusilierChainShot X2AbilityTemplate]
LocFriendlyName="连射"
LocLongDescription="射击时瞄准惩罚为<Ability:CHAINSHOTPENALTY/>.如果您击中目标，则会自动对目标进行另一次射击。"
LocHelpText="射击时瞄准惩罚为<Ability:CHAINSHOTPENALTY/>.如果您击中目标，则会自动对目标进行另一次射击。"
LocFlyOverText="连射"
LocPromotionPopupText="<Bullet/> 连射 需要 <Ability:SelfAmmoCost/>弹药点数，并且具有<Ability:SelfCooldown/>转换冷却时间<br/><Bullet/> 连射对非掩体敌人可能是毁灭性的，或者当有瞄准加成时。<br/>"

[ARFMFusilierChainShot2 X2AbilityTemplate]
LocFriendlyName="连射"
LocFlyOverText="连射"
LocPromotionPopupText=""

[ARFMFusilierFocus X2AbilityTemplate]
LocFriendlyName="标记"
LocLongDescription="每次成功的跟踪射击都会获得一个标记点。"
LocPromotionPopupText="<Bullet/>所有主要攻击对每个标记点数造成 +1 伤害。<br/><Bullet/>如果 标记 有三个或更多标记点，则追踪一击是一个自由动作。<br/><Bullet/>如果标记已达到最大标记点数，则标记的追踪射击伤害加成会翻倍。"

[ARFMFusilierHailOfBullets X2AbilityTemplate]
LocFriendlyName="子弹群"
LocLongDescription="疯狂地使用 自动手枪 射击，完全不顾瞄准，保证对目标造成命中。"
LocHelpText="疯狂地使用 自动手枪 射击，完全不顾瞄准，保证对目标造成命中。"
LocFlyOverText="子弹群"
LocPromotionPopupText="<Bullet/>具有<Ability:SelfCooldown/>转换冷却时间。<br/>"

[ARFMTrackingShotMark X2AbilityTemplate]
LocFriendlyName="追踪一击标记"
LocHelpText="用激光瞄准器标记目标。如果目标没有移动太远或打破标记区，如果士兵在当前或上一回合没有移动，则获得向目标发射一击的能力。"
LocLongDescription="用激光瞄准器标记目标。如果目标没有移动太远或打破标记区，如果士兵在当前或上一回合没有移动，则获得向目标发射一击的能力。"
LocPromotionPopupText="<Bullet/>如果标记有三个或更多标记点，则追踪一击是一个自由动作。<br/><Bullet/>"

[ARFMSuperTrackingShotMark X2AbilityTemplate]
LocFriendlyName="屠宰场"
LocHelpText="如果士兵有一条标记区，则用激光瞄准器标记锥体内的所有目标以进行追踪一击。如果目标没有移动太远或突破标记区，如果士兵在当前或前一回合没有移动，则士兵将获得向任何被追踪目标开火的能力。"
LocLongDescription="如果狩魂者有一条射线，则用激光瞄准器标记锥体内的所有目标以进行追踪一击。如果目标没有移动太远或突破标记区，如果士兵在当前或前一回合没有移动，则士兵将获得向任何被追踪目标开火的能力。"
LocPromotionPopupText="<Bullet/>选择要跟踪的区域时，将显示一个标记区。如果被标记的敌人离开此火区，追踪一击标记将丢失。<br/> <Bullet/>追踪一击如果士兵在当前或前一回合移动，则不能使用。<br/> <Bullet/> 8回合冷却时间。<br/>"

[ARFMTrackingShot X2AbilityTemplate]
LocFriendlyName="追踪一击"
LocHelpText="发射一发保证能命中并爆击被追踪目标的射击。"
LocLongDescription="发射一发保证能命中并爆击被追踪目标的射击。"
LocPromotionPopupText="<Bullet/>追踪一击是一种特殊攻击，保证命中和暴击。<br/> <Bullet/>追踪一击 是一种单动作技能，需要使用追踪一击。<br/> <Bullet/>选择要跟踪的目标时，将显示一个 标记区。如果被标记的敌人离开此火区，追踪一击标记将丢失。<br/> <Bullet/>追踪一击如果狩魂者在当前或上一回合移动，则不能使用。<br/> <Bullet/>在发射追踪一击之前，必须先标记目标进行追踪一击。<br/> <Bullet/>除非士兵解锁了标记特长和三个或更多标记点数，否则将始终结束回合，此时它将成为自由行动。<br/> <Bullet/>如果追踪一击会让敌人的生命值少于士兵的标记点数，则他们会收到等于当前标记点数的额外伤害，并且在大多数情况下会处决目标。<br/> <Bullet/>如果士兵没有小队视野，他们将获得它。<br/>"
